{"Dua":[
  {
    "title": "Forgiveness",
    "arabic": "رَبِّ اِنِّىْٓ اَعُوْذُ بِكَ اَنْ اَسْـــَٔـلَكَ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ ۭ وَاِلَّا تَغْفِرْ لِيْ وَتَرْحَمْنِيْٓ اَكُنْ مِّنَ الْخٰسِرِيْنَ",
    "transliteration": "Rabbi Inneee A-o’od’u Bika An As-alaka Maa Laysa Lee Bihee I’lm Wa Illaa Taghfirlee Wa Tarh’amneee Akum Minal Khaasireen",
    "translation": "O my Lord! I seek refuge with You from asking You that of which I have no knowledge. And unless You forgive me and have Mercy on me, I would indeed be one of the losers.",
    "reference": "Surah Hud - 11:47"
  },
  {
    "title": "Justice",
    "arabic": "رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ",
    "transliteration": "Rabbanaf-tah baynana wa bayna qawmina bil haqqi wa anta Khayrul Fatiheen",
    "translation": "Our Lord! Decide Thou between us and our people in truth, for Thou art the best to decide.",
    "reference": "Surah Al-A'raf - 7:89"
  },
  {
    "title": "Patience",
    "arabic": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى القَوْمِ الكَافِرِينَ",
    "transliteration": "Rabbana afrigh 'alayna sabran wa thabbit aqdamana wansurna 'alal-qawmil-kafirin",
    "translation": "Our Lord! Bestow on us endurance, make our foothold sure, and give us help against the disbelieving folk.",
    "reference": "Al-Baqarah - 2:250"
  },
  {
    "title": "Rizq",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً",
    "transliteration": "Allaahumma 'innee 'as'aluka 'ilman naafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "O Allah, I ask You for knowledge that is of benefit , a good provision , and deeds that will be accepted.",
    "reference": "Ibn Majah: 925"
  },
  {
    "title": "Rizq",
    "arabic": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي",
    "transliteration": "Allaahum-maghfir lee, warhamnee, wahdinee, wajburnee, wa 'aafinee, warzuqnee, warfa'nee",
    "translation": "O Allah forgive me, have mercy on me, guide me, support me, protect me, provide for me and elevate me.",
    "reference": "Ibn Majah: 3845, 1517 At-Tirmidhi: 284"
  },
  {
    "title": "Success",
    "arabic": "وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "transliteration": "Wama tawfeeqee illa billahiAAalayhi tawakkaltu wa-ilayhi oneeb",
    "translation": "My success is not but through Allah. Upon him I have relied, and to Him I return.",
    "reference": "Surah Hud - 11:88"
  },
  {
    "title": "Distress",
    "arabic": "اللّهُـمَّ رَحْمَتَـكَ أَرْجـوفَلا تَكِلـني إِلى نَفْـسي طَـرْفَةَ عَـيْن، وَأَصْلِـحْ لي شَأْنـي كُلَّـه لَا إِلَهَ إِلَّا أنْـت",
    "transliteration": "Allaahumma rahmataka 'arjoo falaa takilnee 'ilaa nafsee tarfata 'aynin, wa 'aslih lee sha'nee kullahu, laa'ilaaha 'illaa 'Anta",
    "translation": "O Allah, I hope for Your mercy. Do not leave me to myself even for the blinking of an eye (i.e. a moment). Correct all of my affairs for me. There is none worthy of worship but You.",
    "reference": "Abu Dawud: 5090"
  },
  {
    "title": "Happiness",
    "arabic": "سُبْحَانَ اللهِ اللهُ أَكْبرُ",
    "transliteration": "Subhaanallaah Allaahu 'Akbar",
    "translation": "Glory is to Allah. Allah is the Most Great.",
    "reference": "At-Tirmidhi 2:103"
  }


]}